Repository: jazzsequence/book-review-library
Catalog: lang/book-review-library-*.po
Languages: fr_fr, nl_nl

source: %1$s by %2$s
fr_fr: %1$s par %2$s
nl_nl: %1$s door %2$s

source: Add or remove Illustrators
fr_fr: Ajouter ou Supprimer Illustrateurs
nl_nl: Verwijderen of toevoegen Illustrator

source: Choose from the most used Illustrators
fr_fr: Choisir parmi les illustrateurs les plus utilisés
nl_nl: Kies uit de meest gebruikte Illustrator

source: Awards
fr_fr: Récompenses
nl_nl: Beloningen

source: Award
fr_fr: Récompense
nl_nl: Beloning

source: Search Awards
fr_fr: Chercher une Récompense
nl_nl: Zoek Beloning

source: Popular Awards
fr_fr: Récompenses Populaires
nl_nl: Poplarie Beloningen

source: All Awards
fr_fr: Toutes les Récompenses
nl_nl: Alle Beloningen

source: Edit Award
fr_fr: Modifier Récompense
nl_nl: Bewerk Beloning

source: Update Award
fr_fr: Mettre à jour la Récompense
nl_nl: Beloning Bijwerken

source: Add New Award
fr_fr: Ajouter une Nouvelle Récompense
nl_nl: Nieuwe Beloning

source: New Award Name
fr_fr: Nom de la nouvelle Récompense
nl_nl: Nieuwe Beloningsnaam

source: Separate Awards with commas
fr_fr: Séparer les Récompenses avec des virgules
nl_nl: Scheid beloningen met komma

source: Add or remove Awards
fr_fr: Ajouter ou Supprimer des Récompenses
nl_nl: Toevoegen over verwijderen Beloning

source: Choose from the most used Awards
fr_fr: Choisir parmi les Récompenses les plus utilisées
nl_nl: Kies uit de meest gebruike Beloningen

source: Series
fr_fr: Séries

source: Search Series
fr_fr: Chercher une Série

source: Popular Series
fr_fr: Séries Populaires

source: All Series
fr_fr: Toutes les Séries

source: Edit Series
fr_fr: Modifier Série

source: Update Series
fr_fr: Mettre à jour la Série

source: Add New Series
fr_fr: Ajouter une Nouvelle Série

source: New Series Name
fr_fr: Nom de la Nouvelle Série

source: Separate Series with commas
fr_fr: Séparez les Séries avec des virgules

source: Add or remove Series
fr_fr: Ajouter ou Supprimer une Série

source: Choose from the most used Series
fr_fr: Choisir parmi les Séries les plus utilisées

source: Star Ratings
fr_fr: Nombre d'étoiles
nl_nl: Sterbeoordeling

source: Star
fr_fr: Étoile
nl_nl: Ster

source: Search Ratings
fr_fr: Chercher une note

source: Popular Ratings
fr_fr: Notes Populaire

source: Stars
fr_fr: Étoiles

source: Edit Rating
fr_fr: Modifier la Note

source: Update Rating
fr_fr: Mettre à jour la Note

source: Add New Rating
fr_fr: Ajouter une Note

source: New Rating Name
fr_fr: Nom de la Nouvelle Note

source: Separate Star Ratings with commas
fr_fr: Séparez les Notes avec des virgules

source: Add or remove Star Ratings
fr_fr: Ajouter ou Modifier une Note

source: Choose from the most used Star Ratings
fr_fr: Choisir parmi les Notes les plus utilisées
nl_nl: Kies uit de meest gebruikte sterbeoordelingen

source: Zero stars
fr_fr: Aucune étoile
nl_nl: Nul sterren

source: One star
fr_fr: Une étoile
nl_nl: Een ster

source: Two stars
fr_fr: Deux étoiles
nl_nl: Twee sterren

source: Three stars
fr_fr: Trois étoiles
nl_nl: Drie sterren

source: Four stars
fr_fr: Quatre étoiles
nl_nl: Vier sterren

source: Five stars
fr_fr: Cinq étoiles
nl_nl: Vijf sterren

source: Book Author
fr_fr: Auteur du Livre
nl_nl: Schrijver

source: Star Rating
fr_fr: Nombre d'étoiles
nl_nl: Sterrenbeoordeling

source: Book Cover
fr_fr: Couverture du livre
nl_nl: Boekomslag

source: Additional Information
fr_fr: Information Complémentaire
nl_nl: Toegevoegde Informatie

source: In stock?
fr_fr: En stock ?
nl_nl: Op voorraad?

source: Book is in stock
fr_fr: Le livre est en stock
nl_nl: Boek is voorradig

source: Book out of stock
fr_fr: Livre en rupture de stock
nl_nl: Boek is niet voorradig

source: Upload Award Image
fr_fr: Télécharger l'image de la Récompense
nl_nl: Upload Plaatje Beloning

source: Set featured image
fr_fr: Définir l'image à la une
nl_nl: Voorkeursplaatje

source: Select Book Cover
fr_fr: Sélectionner la Couverture du Livre
nl_nl: Kies Boekomslag

source: Title
fr_fr: Titre
nl_nl: Titel

source: Rating
fr_fr: Note

source: No authors found
fr_fr: Aucun auteur

source: No series found
fr_fr: Aucune série

source: No illustrators found
fr_fr: Aucun illustrateur

source: No subjects found
fr_fr: Aucun thème

source: No reading level found
fr_fr: Aucun niveau de lecture

source: No awards found
fr_fr: Aucune récompense

source: No rating found
fr_fr: Aucune note

source: Review by %s
fr_fr: Critiqué par %s
nl_nl: Bespreking door %s

source: Reading Level: %s
fr_fr: Niveau de lecture: %s
nl_nl: Leesniveau %s

source: This book is <strong>in stock</strong>
fr_fr: Ce livre est <strong>en stock</strong>

source: This book is <strong>currently checked out</strong>
fr_fr: Ce livre est <strong>actuellement emprunté</strong>

source: <strong>Author:</strong> %s
fr_fr: <strong>Auteur:</strong> %s
nl_nl: <strong>Auteur:</strong> %s

source: <strong>Series:</strong> %s |
fr_fr: <strong>Série:</strong> %s |

source: <strong>Subjects:</strong> %s
fr_fr: <strong>Thèmes:</strong> %s
nl_nl: <strong>Onderwerpen:</strong> %s

source: <strong>Illustrated by</strong> %s
fr_fr: <strong>Illustré par</strong> %s
nl_nl: Ge√Øllustreerd door </strong> %s

source: Enabled
fr_fr: Activé
nl_nl: Aan

source: Disabled
fr_fr: Désactivé
nl_nl: UIt

source: Displays a list of related books by common taxonomies. This widget only displays when viewing a single book review or a book review archive.
fr_fr: Affiche une liste de livres reliés par des taxonomies communes. Ce widget est actif uniquement lorsque on affiche une critique de livre ou une archive de critiques de livres.

source: Similar Books
fr_fr: Livres Similaires
nl_nl: Gelijkluidende boeken

source: No similar books were found.
fr_fr: Aucun livres similaires trouvés
nl_nl: Geen gelijkluidende boeken gevonden

source: No
fr_fr: Non
nl_nl: Nee

source: Yes
fr_fr: Oui
nl_nl: Ja

source: Title:
fr_fr: Titre:
nl_nl: Titel:

source: The title that displays above the widget.
fr_fr: Le titre qui s'affiche au-dessus du widget.

source: Count:
fr_fr: Nombre:
nl_nl: Aantal:

source: How many reviews to display.
fr_fr: Nombre de critiques à afficher.

source: Display Images:
fr_fr: Afficher images:

source: Display thumbnail images next to the titles?
fr_fr: Afficher miniature à côté du titre ?

source: Displays a list of recent book reviews.
fr_fr: Affiche une liste des critiques de livres récentes.

source: Recent Book Reviews
fr_fr: Critiques de livres récentes
nl_nl: Recente Boekbesprekingen

source: No books were found.
fr_fr: Aucun livres trouvés.

source: Book Review options saved
fr_fr: Options de la Critique de Livre sauvegardées

source: Save Options
fr_fr: Sauvegarder Options

source: Author:
fr_fr: Auteur:
nl_nl: Auteur

source: Enable this if the person adding the book review is not the original author of the review.
fr_fr: Activez ceci si la personne qui ajoute la critique n'est pas l'auteur original de la critique.

source: Enable this to display the reading level for the book.
fr_fr: Activez ceci pour afficher le niveau de lecture du livre.

source: Enable this to tag the book with different subjects (unique from genres).
fr_fr: Activez ceci pour taguer le livre avec des thèmes (différent des genres).

source: Enable this to add illustrators to book reviews.
fr_fr: Activez ceci pour ajouter des illustrateurs aux critiques de livres.

source: Enable this to add awards the book has received.
fr_fr: Activez ceci pour ajouter les récompenses que le livre a reçu.

source: Enable this to group books by series.
fr_fr: Activez ceci pour regrouper les livres par séries.

source: Ratings
fr_fr: Notes

source: Enable this for star ratings.
fr_fr: Activez ceci pour noter les livres avec des étoiles.
nl_nl: Zet sterrenbeoordeling aan

source: Enable this to display "In Stock"/"Out of Stock" information with the book review.
fr_fr: Activez ceci pour afficher l'information: "En stock"/"Rupture de Stock" avec la critique du livre.
nl_nl: Zet "voorraad/uitverkocht" aan of uit

source: Display author with title
fr_fr: Afficher l'auteur avec le titre.
nl_nl: Laat schrijver met titel zien

source: Comments on book reviews
fr_fr: Commentaires sur les critiques de livres.
nl_nl: Commentaar op boekbespreking

source: If enabled, allows visitors to comment on book reviews.
fr_fr: Si activé, cela autorise les visiteurs à commenter les critiques de livre.
nl_nl: Zet aan voor commentaar van bezoekers

source: Librarian
fr_fr: Bibliothécaire
nl_nl: Bibliothecaris

source: Book Reviewer
fr_fr: Critique de livre
nl_nl: Boek recensent

source: Book Reviews Options
fr_fr: Options des critiques de livres
nl_nl: Boekbesprekingen opties

source: Book Reviews
fr_fr: Critiques de livres
nl_nl: Boekbesprekingen

source: Book Review
fr_fr: Critique de livre
nl_nl: Boekbespreking

source: Add New
fr_fr: Ajouter Nouveau
nl_nl: Nieuwe toevoegen

source: Add New Book Review
fr_fr: Ajouter une nouvelle critique de livre
nl_nl: Nieuwe recensie toevoegen

source: Edit Review
fr_fr: Modifier critique
nl_nl: Recensie bewerken

source: New Book Review
fr_fr: Nouvelle critique de livre
nl_nl: Nieuwe Boekbespreking

source: View Book Review
fr_fr: Voir la critique
nl_nl: Bekijk Boekbespreking

source: Search Book Reviews
fr_fr: Chercher des critiques de livres
nl_nl: Zoek Boekbespreking

source: No book reviews found
fr_fr: Aucune critique de livre trouvé
nl_nl: Geen boekbespreking gevonden

source: No book reviews found in Trash
fr_fr: Aucune critique de livre trouvée dans la Corbeille
nl_nl: Geen verwijderde boekbesprekingen

source: Search Genres
fr_fr: Chercher des Genres
nl_nl: Doorzoek Genres

source: Popular Genres
fr_fr: Genres Populaires
nl_nl: Populaire Genres

source: All Genres
fr_fr: Tous les Genres
nl_nl: Alle Genres

source: Edit Genre
fr_fr: Modifier Genre
nl_nl: Bwerk Genres

source: Update Genre
fr_fr: Mettre à jour le genre
nl_nl: Werk Genre bij

source: Add New Genre
fr_fr: Ajouter nouveau genre
nl_nl: Voeg Genre toe

source: New Genre Name
fr_fr: Nom du nouveau genre
nl_nl: Hernoem Genre

source: Separate genres with commas
fr_fr: Séparez les genres par des virgules
nl_nl: Scheid Genresvmet komma

source: Add or remove genres
fr_fr: Ajouter ou retirer des genres
nl_nl: Toevoegen of verwijderen Genre

source: Choose from the most used genres
fr_fr: Choisir parmi les genres les plus utilisés
nl_nl: Kies uit de meest gebruikte Genres

source: No genres found
fr_fr: Aucun genre trouvé
nl_nl: Geen Genres gevonden

source: Review Author
fr_fr: Auteur de la critique
nl_nl: Boekbespreker

source: Search Review Authors
fr_fr: Chercher des auteurs de critiques
nl_nl: Zoek Boekbespreker

source: Popular Review Authors
fr_fr: Auteurs de critiques populaires
nl_nl: Populaire Boekbespreker

source: All Review Authors
fr_fr: Tous les auteurs de critiques
nl_nl: Alle Boekbesprekers

source: Edit Review Author
fr_fr: Modifier un auteur de critique
nl_nl: Bewerk Boekbespreker

source: Update Review Author
fr_fr: Mettre à jour l'auteur de critique
nl_nl: Werk Boekbespreker bij

source: Add New Review Author
fr_fr: Ajouter un nouvel auteur de critiques
nl_nl: Nieuwe Boekbespreker

source: New Review Author Name
fr_fr: Nom du nouvel auteur de critiques
nl_nl: Nieuwe Naam Boekbespreker

source: Separate Review Authors with commas
fr_fr: Séparez les auteurs de critiques par des virgules
nl_nl: Scheid Boekbesprekers met komma

source: Add or remove Review Authors
fr_fr: Ajouter ou retirer des auteurs de critiques
nl_nl: Toevoegen of verwijderen Boekbespreker

source: Choose from the most used Review Authors
fr_fr: Choisir parmi les auteurs de critiques les plus utilisés
nl_nl: Kies uit de meest gebruikte Boekbespreker

source: Review Authors
fr_fr: Auteurs de critiques
nl_nl: Boekbesprekers

source: Book Authors
fr_fr: Auteurs de livres
nl_nl: Schrijvers

source: Author
fr_fr: Auteur
nl_nl: Schrijver

source: Search Book Authors
fr_fr: Chercher des Auteurs de Livres
nl_nl: Zoek Schrijver

source: Popular Book Authors
fr_fr: Auteurs de Livres populaires
nl_nl: Popularie Schrijvers

source: All Book Authors
fr_fr: Tous les auteurs de livres
nl_nl: Alle Schrijvers

source: Edit Author
fr_fr: Modifier auteur
nl_nl: Bewerk Schrijver

source: Update Author
fr_fr: Mettre à jour auteur
nl_nl: Schijver bijwerken

source: Add New Author
fr_fr: Ajouter Nouvel Auteur
nl_nl: Nieuwe schrijver

source: New Author Name
fr_fr: Nom du nouvel auteur
nl_nl: Nieuwe schrijversnaam

source: Separate Book Authors with commas
fr_fr: Séparez les auteurs de livres par des virgules.
nl_nl: Scheid schrijvers met komma

source: Add or remove Book Authors
fr_fr: Ajouter ou modifier des auteurs de livres
nl_nl: Toevoegen of verwijderen schrijver

source: Choose from the most used Book Authors
fr_fr: Choisir parmi les auteurs de livres les plus utilisés
nl_nl: Kies de meest gebruikte schrijver

source: Reading Level
fr_fr: Niveau de lecture
nl_nl: Leesniveau

source: Search Reading Levels
fr_fr: Chercher des niveaux de lecture
nl_nl: Zoek leesniveau

source: Popular Reading Levels
fr_fr: Niveaux de lecture populaires
nl_nl: Populair leesniveau

source: All Reading Levels
fr_fr: Tous les niveaux de lecture
nl_nl: Alle leesniveaus

source: Edit Reading Level
fr_fr: Modifier niveau de lecture
nl_nl: Bewerk leesniveau

source: Update Reading Level
fr_fr: Mettre à jour niveau de lecture
nl_nl: Bijwerken Leesniveau

source: Add New Reading Level
fr_fr: Ajouter un nouveau niveau de lecture
nl_nl: Nieuw Leesniveau

source: New Reading Level Name
fr_fr: Nouveau niveau de lecture
nl_nl: Nieuwe Leesniveaunaam

source: Separate Reading Levels with commas
fr_fr: Séparer les niveaux de lecture avec des virgules
nl_nl: Scheid Leesniveaus met komma

source: Add or remove Reading Levels
fr_fr: Ajouter ou retirer des niveaux de lecture
nl_nl: Toevoegen of verwijderen leesniveau

source: Choose from the most used Reading Levels
fr_fr: Choisir parmi les niveaux de lecture les plus utilisés.
nl_nl: Kies uit de meest gebruikte Leesniveaus

source: Reading Levels
fr_fr: Niveaux de lecture
nl_nl: Leesniveau

source: Subjects
fr_fr: Thèmes
nl_nl: Onderwerpen

source: Subject
fr_fr: Thème
nl_nl: Onderwerp

source: Search Subjects
fr_fr: Chercher des thèmes
nl_nl: Zoek onderwerp

source: Popular Subjects
fr_fr: Thèmes populaires
nl_nl: Populaire onderwerpen

source: All Subjects
fr_fr: Tous les thèmes
nl_nl: Alle onderwerpen

source: Edit Subject
fr_fr: Modifier thème
nl_nl: Bewerk onderwerp

source: Update Subject
fr_fr: Mettre à jour thème
nl_nl: Onderwerp bijwerken

source: Add New Subject
fr_fr: Ajouter un nouveau thème
nl_nl: Nieuw onderwerp

source: New Subject Name
fr_fr: Nom du nouveau thème
nl_nl: Nieuwe onderwerpnaam

source: Separate Subjects with commas
fr_fr: Séparez les thèmes par des virgules
nl_nl: Scheid onderwerp met komma

source: Add or remove Subjects
fr_fr: Ajouter ou retirer des thèmes
nl_nl: Toevoegen of verwijderen onderwerp

source: Choose from the most used Subjects
fr_fr: Choisir parmi les thèmes les plus utilisés
nl_nl: Kies uit de meest gebruikte onderwerpen

source: Illustrators
fr_fr: Illustrateurs

source: Illustrator
fr_fr: Illustrateur

source: Search Illustrators
fr_fr: Chercher des illustrateurs
nl_nl: Zoek Illustrator

source: Popular Illustrators
fr_fr: Illustrateurs populaires
nl_nl: Popularie Illustrators

source: All Illustrators
fr_fr: Tous les illustrateurs
nl_nl: Alle Illustrators

source: Edit Illustrator
fr_fr: Modifier illustrateur
nl_nl: Bewerk Illustrator

source: Update Illustrator
fr_fr: Mettre à jour illustrateur
nl_nl: Bijwerken Illustrator

source: Add New Illustrator
fr_fr: Ajouter un nouvel illustrateur
nl_nl: Toevoegen Illustrator

source: New Illustrator Name
fr_fr: Nom du nouvel illustrateur
nl_nl: Nieuw Illustratornaam

source: Separate Illustrators with commas
fr_fr: Séparez les illustrateurs avec des virgules
nl_nl: Scheid Illustrator met komma

source: Options
nl_nl: Opties

source: With the title
nl_nl: Met de titel

source: On a new line
nl_nl: OP een nieuwe regel

source: Stock
nl_nl: Voorraad

source: <strong>With the title</strong> displays the author on the same line as the book title. <strong>On a new line</strong> adds a line break before displaying the author. <strong>Disabled</strong> removes the author from the title entirely.
nl_nl: <strong>Laat met de titel</strong> de auteur zien op dezelfde regel. <strong>On a new line</strong> adds a line break before displaying the author. <strong>Disabled</strong> removes the author from the title entirely.
